{
    "world_editing": "Allows the accessor to do actions that can update blocks in the faction's chunks",
    "block_breaking": "Allows the accessor to break any blocks in the faction's chunks",
    "block_placement": "Allows the accessor to place any blocks in the faction's chunks",
    "block_placement_generic": "Allows the accessor to place normal blocks in the faction's chunks",
    "block_placement_fluid": "Allows the accessor to place any liquid blocks in the faction's chunks",
    "block_placement_lava": "Allows the accessor to place lava in the faction's chunks",
    "block_placement_water": "Allows the accessor to place water blocks in the faction's chunks",
    "block_placement_tnt": "Allows the accessor to place TNT blocks in the faction's chunks",
    "block_placement_redstone": "Allows the accessor to place redstone components in the faction's chunks",
    "block_activation": "Allows the accessor to activate any blocks in the faction's chunks (including using flint and steel on its blocks)",
    "block_activation_redstone": "Allows the accessor to activate redstone components (excluding TNT) in the faction's chunks",
    "block_activation_tnt": "Allows the accessor to activate TNT blocks in the faction's chunks",
    "block_activation_fire": "Allows the accessor to use flint and steel in the faction's chunks",
    "block_activation_door": "Allows the accessor to open doors and trapdoors in the faction's chunks",
    "block_activation_vertical_door": "Allows the accessor to open (vertical) doors in the faction's chunks",
    "block_activation_trapdoor": "Allows the accessor to open trapdoors in the faction's chunks",
    "block_activation_container": "Allows the accessor to open containers in the faction's chunks",
    "block_activation_chest": "Allows the accessor to open chests in the faction's chunks",
    "block_activation_furnace": "Allows the accessor to open furnace in the faction's chunks",
    "block_activation_bed": "Allows the accessor to use beds in the faction's chunks",
    "claim_chunks": "Allows the accessor to claim chunks (if claiming chunks costs a price, spend_money is required too)",
    "spend_money": "Allows the accessor to do actions that cost money",
    "donate_money": "Allows the accessor to donate money into the faction bank",
    "diplomacy": "Allows the accessor to do diplomatic actions on behalf of the faction, including chunk sieges",
    "diplomacy_improve_rel": "E.g. warring -> hostile, hostile -> none, none -> ally, truce -> partner, warring -> truce, etc.",
    "diplomacy_worsen_rel": "E.g. hostile -> warring, none -> hostile, ally -> none, partner -> truce, truce -> warring, etc.",
    "siege_chunk": "Allows the accessor to carry out chunk sieges",
    "invitations": "Allows the accessor to handle invitations",
    "accept_request": "Allows the accessor to accept requests to join the faction",
    "send_invitation": "Allows the accessor to send an invitation to a player",
    "kick_member": "Allows the accessor to kick a member out of the faction",
    "promote_member": "Allows the accessor to"
}